import React from 'react';
import ReactDOM from 'react-dom/client';
import styles from '../styles.module.css'


 function Library() {
   return (
   <>
      <ul>
         <li>
         <h2>156-636м2</h2>
         <p>Площадь квартир</p>
         </li>
         <li>
         <h2>475</h2>
         <p>Парковочных мест</p>
         </li>
         <li>
         <h2>10мин</h2>
         <p>До метро Фрунзенская</p>
         </li>
         <li>
         <h2>2га</h2>
         <p>Площадь собственног парка</p>
         </li>

<p className='description'>Жилой комплекс из четырех клубных домов класса де-люкс в английском стиле, расположенный в собственном парке площадью 3 га в районе Хамовники. Авторы интерьеров жилого копмлекса,и дизайна частного парка – дизайнеры мировой величины. Так, общественные зоны оформляет Дэвид Линли, племянник королевы Великобритании и глава компании LINLEY, а настоящий английский парк для жителей
</p>
      </ul>
   </>
   )
}
 export default Library